Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3058.html.tmx
Source language: sme
Languages: nob

source: Njuolggasátta preassakonferánsas gaskavahkku 10.6 .
nob: Direktesending fra pressekonferanse onsdag 10.6 .

source: Sámedikkis lea hálu oažžut lagat oktavuođa álbmogin .
nob: Sametinget har som intensjon å gjøre oss mer tilgjengelig .

source: Mii geahččalat dan oktavuođas sáddet preassakonferánsa njuolgga Interneahtta bokte .
nob: Vi gjør derfor et forsøk i å sende pressekonferansen direkte på nett-tv .

source: Almmuhan Balto , Karl Edvard .
nob: Publisert av Balto , Karl Edvard .

source: Maŋimustá rievdaduvvon 10.06.2009
nob: Sist endret 10.06.2009

source: Njuolggasátta álgá diibmu 12 ja oidno dás .
nob: Direktesendingen starter kl. 12 og er tilgjengelig her .

source: Muittuhat ahte čoavddus lea geahččaleame vuolde ja sávvat áddejumi jus ii doaibma olles áigge .
nob: Vi minner på at løsningen er under utvikling og ber om forståelse for eventuelle problemer under sendingen .

source: Čoavddus doibmá buoremus Internet Exploreris .
nob: Løsningen vises best i Internet Explorer .

source: Jus lea váttisvuođat eará neahtalohkkin sáhttá dás leat čoavddus .
nob: Hvis du har problemer med andre nettlesere kan du prøve løsningen her
